Repository: QuentinLaurent/personalize-login-plugin
Catalog: languages/personalize-login-*.po
Languages: fr_fr

source: Your account has not been approved yet. Please, try again later.
fr_fr: Votre compte n'a pas encore été approuvé. Veuillez réessayer plus tard.

source: You do not have the necessary access to connect. Please contact us !
fr_fr: Vous n'avez pas les autorisations nécessaires pour vous connecter.

source: Your account is under registration. Please, try again later.
fr_fr: Votre compte est en cours de validation. Veuillez réessayer plus tard.

source: Login successful, redirecting...
fr_fr: Connexion réussie, redirection en cours...

source: Registration successful, redirecting...
fr_fr: Inscription réussie, redirection en cours...

source: Your account - Reset password
fr_fr: Votre compte - Réinitialisation du mot de passe

source: Hello
fr_fr: Bonjour

source: You have requested a new password for your account.
fr_fr: Vous avez fait la demande d’un nouveau mot de passe pour votre compte.

source: You can generate your password by clicking the button below.
fr_fr: Vous pouvez générer votre mot de passe en cliquant sur le bouton ci-dessous.

source: Get my password
fr_fr: Créer mon mot de passe

source: If the button does not work, you can copy / paste the link below into your browser.
fr_fr: Si le bouton ne fonctionne pas, vous pouvez toujours copier/coller le lien ci-dessous dans votre navigateur.

source: Thank you for your trust,
fr_fr: Merci pour votre confiance,

source: The team of Ungestepourlamer
fr_fr: L'équipe d'Ungestepourlamer

source: An email with the password creation link has been sent.
fr_fr: Un email avec le lien de création de mot de passe a été envoyé.

source: Password successfully changed, you can now use it to login
fr_fr: Mot de passe modifié avec succès, vous pouvez maintenant l'utiliser pour vous connecter

source: Edit profile
fr_fr: Éditer le profil

source: Login
fr_fr: Connexion

source: Password lost ?
fr_fr: Mot de passe oublié ?

source: Reset password
fr_fr: Nouveau mot de passe

source: Please enter your e-mail address.
fr_fr: Merci de renseigner votre adresse E-mail

source: Please enter your password.
fr_fr: Merci de renseigner votre mot de passe

source: We can not find your e-mail, maybe you have another one when you register?
fr_fr: Nous ne trouvons pas votre adresse E-mail. Peut-être en avez vous utilisée une différente lors de votre inscription ?

source: Bad password. <a href='%s'>Forgot your password ?</a>
fr_fr: Mauvais mot de passe. <a href='%s'>Mot de passe oublié ?</a>

source: Invalid E-mail address.
fr_fr: Adresse E-mail non valide

source: This email address is already in use.
fr_fr: Cet E-mail est déjà utilisé

source: You can not create an account at this time.
fr_fr: Création de compte impossible pour le moment

source: No users found with this email address.
fr_fr: Aucun utilisateur trouvé avec cet E-mail

source: The URL used to reset the password is no longer valid.
fr_fr: L'URL utilisée pour réinitialiser le mot de passe n'est plus valide.

source: The fields "Passwords" must be identical
fr_fr: Les champs "Mots de passe" doivent être identiques

source: Please fill in the fields "Password"
fr_fr: Veuillez remplir les champs "Mot de passe"

source: A technical error has occurred. Please try again later.
fr_fr: Une erreur technique est survenue. Veuillez réessayer plus tard.

source: You are already logged in.
fr_fr: Vous êtes déjà connecté.

source: Invalid password renewal URL.
fr_fr: URL de renouvellement de mot de passe invalide.

source: Create my account
fr_fr: Créer mon compte

source: E-mail address
fr_fr: Adresse E-mail

source: Password
fr_fr: Mot de passe

source: Lost your password ?
fr_fr: J'ai oublié mon mot de passe

source: Reset your password ?
fr_fr: Création d'un mot de passe

source: In order to access your account you need a secure password. Fill in the 2 fields according to the rules below.
fr_fr: Pour accéder à votre compte, vous avez besoin d'un mot de passe sécurisé. Remplissez les deux champs en respectant les règles ci-dessous.

source: 8 characters long
fr_fr: 8 caractères de long

source: Contains at least one uppercase
fr_fr: Contenir au moins une lettre capitale

source: Contains at least one lowercase
fr_fr: Contenir au moins une lettre minuscule

source: Contains at least one digit
fr_fr: Contenir au moins un chiffre

source: Contains at least one of theses symbols
fr_fr: Contenir au moins l'un de ces symboles

source: Repeat password
fr_fr: Répéter le mot de passe

source: Validate Password
fr_fr: Valider le mot de passe

source: Register
fr_fr: Inscription

source: Organization type
fr_fr: Type d’organisation

source: Organization name
fr_fr: Nom de l'organisation

source: General Interest
fr_fr: Organisation d’intérêt général

source: (?) To be eligible for a funding application, you must be an association of general interest.
fr_fr: Pour être éligible à une demande de financement, vous devez être une association d'intérêt général.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Description
fr_fr: Présentation

source: (this text will be visible on your dedicated page)
fr_fr: (ce texte sera visible sur votre page dédiée)

source: Required fields
fr_fr: Champs obligatoires

source: Continue
fr_fr: Continuer

source: Dedicated contact first name
fr_fr: Prénom du contact dédié

source: Dedicated contact last name
fr_fr: Nom du contact dédié

source: Phone
fr_fr: Téléphone

source: Address
fr_fr: Adresse

source: Zipcode
fr_fr: Code postal

source: City
fr_fr: Ville

source: GPS coordinates are required to obtain the precise location of your association on our map.
fr_fr: Les coordonnées GPS sont obligatoires afin d'obtenir la localisation précise de votre organisation sur notre carte.

source: In order to get the precise GPS coordinates, you can add a point on the map by clicking on it.
fr_fr: Pour obtenir les coordonnées GPS précises, vous pouvez ajouter un point sur la carte en cliquant dessus.

source: You can also move the marker with your mouse.
fr_fr: Vous pouvez également déplacer le marqueur avec votre souris.

source: Back to previous step
fr_fr: Revenir à l’étape précédente

source: Website
fr_fr: Site Web

source: Organization logo
fr_fr: Logo de votre organisation

source: Uploader pending icon
fr_fr: Uploader icone d'attente

source: Choose a file
fr_fr: Choisir votre fichier

source: Max weight : 500Ko
fr_fr: Poids maximal : 500Ko

source: Organization cover
fr_fr: Photo de couverture

source: Max weight : 800Ko
fr_fr: Poids maximal : 800Ko

source: Valid register
fr_fr: Valider l'inscription

source: Enter your email address and we'll send you a link you can use to pick a new password.
fr_fr: Entrez votre adresse e-mail et nous vous enverrons un lien que vous pourrez utiliser pour choisir un nouveau mot de passe.

source: New password
fr_fr: Nouveau mot de passe
